Repository: stanstanov/signer
Catalog: ios/Signer/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, it, lt, lv, pl, ru

source: Black
de: Schwarz
es: Negro
et: Must
fr: Noir
it: Nero
lt: Juoda
lv: Melna
pl: Czarny
ru: Чёрный

source: Blue
de: Blau
es: Azul
et: Sinine
fr: Bleu
it: Blu
lt: Mėlyna
lv: Zila
pl: Niebieski
ru: Синий

source: Cancel
de: Abbrechen
es: Cancelar
et: Tühista
fr: Annuler
it: Annulla
lt: Atšaukti
lv: Atcelt
pl: Anuluj
ru: Отмена

source: Clear
de: Löschen
es: Borrar
et: Tühjenda
fr: Effacer
it: Cancella
lt: Išvalyti
lv: Notīrīt
pl: Wyczyść
ru: Очистить

source: Couldn’t read the PDF.
de: PDF konnte nicht gelesen werden.
es: No se pudo leer el PDF.
fr: Impossible de lire le PDF.
lt: Nepavyko perskaityti PDF.
pl: Nie udało się odczytać pliku PDF.
ru: Не удалось прочитать PDF.

source: Couldn’t write the PDF.
de: PDF konnte nicht gespeichert werden.
es: No se pudo guardar el PDF.
fr: Impossible d’enregistrer le PDF.
lt: Nepavyko įrašyti PDF.
pl: Nie udało się zapisać pliku PDF.
ru: Не удалось записать PDF.

source: Current signature. Tap Clear to draw it again.
de: Aktuelle Unterschrift. Tippen Sie auf Löschen, um sie neu zu zeichnen.
es: Firma actual. Pulse Borrar para dibujarla de nuevo.
et: Praegune allkiri. Puudutage «Tühjenda», et uuesti joonistada.
fr: Signature actuelle. Touchez Effacer pour la redessiner.
it: Firma attuale. Tocca Cancella per ridisegnarla.
lt: Dabartinis parašas. Palieskite „Išvalyti“, kad nupieštumėte iš naujo.
lv: Pašreizējais paraksts. Pieskarieties «Notīrīt», lai zīmētu no jauna.
pl: Bieżący podpis. Stuknij Wyczyść, aby narysować go ponownie.
ru: Текущая подпись. Нажмите «Очистить», чтобы нарисовать заново.

source: Custom color
de: Eigene Farbe
es: Color personalizado
et: Kohandatud värv
fr: Couleur perso
it: Colore personalizzato
lt: Pasirinktinė spalva
lv: Pielāgota krāsa
pl: Własny kolor
ru: Свой цвет

source: Delete
de: Löschen
es: Eliminar
et: Kustuta
fr: Supprimer
it: Elimina
lt: Ištrinti
lv: Dzēst
pl: Usuń
ru: Удалить

source: Done
de: Fertig
es: Listo
et: Valmis
fr: Terminé
it: Fatto
lt: Atlikta
lv: Gatavs
pl: Gotowe
ru: Готово

source: Done — choose where to save the signed PDF.
de: Fertig — wählen Sie, wo das signierte PDF gespeichert werden soll.
es: Listo: elija dónde guardar el PDF firmado.
et: Valmis — valige, kuhu allkirjastatud PDF salvestada.
fr: Terminé — choisissez où enregistrer le PDF signé.
it: Fatto — scegli dove salvare il PDF firmato.
lt: Atlikta — pasirinkite, kur išsaugoti pasirašytą PDF.
lv: Gatavs — izvēlieties, kur saglabāt parakstīto PDF.
pl: Gotowe — wybierz, gdzie zapisać podpisany PDF.
ru: Готово — выберите, куда сохранить подписанный PDF.

source: Drag to move. Tap for the menu.
de: Ziehen zum Verschieben. Tippen für das Menü.
es: Arrastre para mover. Pulse para el menú.
et: Lohistage liigutamiseks. Puudutage menüü avamiseks.
fr: Faites glisser pour déplacer. Touchez pour le menu.
it: Trascina per spostare. Tocca per il menu.
lt: Vilkite, kad perkeltumėte. Palieskite meniu.
lv: Velciet, lai pārvietotu. Pieskarieties, lai atvērtu izvēlni.
pl: Przeciągnij, aby przesunąć. Stuknij, aby otworzyć menu.
ru: Перетащите, чтобы переместить. Коснитесь для меню.

source: Draw a signature first.
de: Zeichnen Sie zuerst eine Unterschrift.
es: Primero dibuje una firma.
et: Esmalt joonistage allkiri.
fr: Dessinez d’abord une signature.
it: Prima disegna una firma.
lt: Pirmiausia nupieškite parašą.
lv: Vispirms uzzīmējiet parakstu.
pl: Najpierw narysuj podpis.
ru: Сначала нарисуйте подпись.

source: Draw your signature with your finger
de: Zeichnen Sie Ihre Unterschrift mit dem Finger
es: Dibuje su firma con el dedo
et: Joonistage allkiri sõrmega
fr: Dessinez votre signature avec le doigt
it: Disegna la tua firma con il dito
lt: Nupieškite parašą pirštu
lv: Uzzīmējiet parakstu ar pirkstu
pl: Narysuj podpis palcem
ru: Нарисуйте подпись пальцем

source: Error
de: Fehler
et: Viga
fr: Erreur
it: Errore
lt: Klaida
lv: Kļūda
pl: Błąd
ru: Ошибка

source: Gray
de: Grau
es: Gris
et: Hall
fr: Gris
it: Grigio
lt: Pilka
lv: Pelēka
pl: Szary
ru: Серый

source: Green
de: Grün
es: Verde
et: Roheline
fr: Vert
it: Verde
lt: Žalia
lv: Zaļa
pl: Zielony
ru: Зелёный

source: In this mode each tap places a new signature, and you can drag each one separately.
de: In diesem Modus platziert jeder Tipp eine neue Unterschrift, und Sie können jede einzeln ziehen.
es: En este modo, cada toque coloca una firma nueva y puede arrastrar cada una por separado.
et: Selles režiimis iga puudutus paigutab uue allkirja ja igaüht saab eraldi lohistada.
fr: Dans ce mode, chaque toucher place une nouvelle signature, et vous pouvez faire glisser chacune séparément.
it: In questa modalità ogni tocco posiziona una nuova firma e puoi trascinare ciascuna separatamente.
lt: Šiuo režimu kiekvienas palietimas padeda naują parašą, ir kiekvieną galima vilkti atskirai.
lv: Šajā režīmā katrs pieskāriens novieto jaunu parakstu, un katru var vilkt atsevišķi.
pl: W tym trybie każde stuknięcie stawia nowy podpis, a każdy można przeciągać osobno.
ru: В этом режиме каждое касание ставит новую подпись, и каждую можно двигать отдельно.

source: Multiple signature mode. Tap the PDF to place one.
de: Modus für mehrere Unterschriften. Tippen Sie auf das PDF, um eine zu platzieren.
es: Modo de varias firmas. Pulse el PDF para colocar una.
et: Mitme allkirja režiim. Puudutage PDF-i, et paigutada.
fr: Mode signatures multiples. Touchez le PDF pour en placer une.
it: Modalità firme multiple. Tocca il PDF per posizionarne una.
lt: Kelių parašų režimas. Palieskite PDF, kad padėtumėte.
lv: Vairāku parakstu režīms. Pieskarieties PDF, lai novietotu.
pl: Tryb wielu podpisów. Stuknij PDF, aby umieścić podpis.
ru: Режим нескольких подписей. Коснитесь PDF, чтобы поставить.

source: Multiple signature mode. Tap to add another; drag each one separately.
de: Modus für mehrere Unterschriften. Tippen Sie, um eine weitere hinzuzufügen; ziehen Sie jede einzeln.
es: Modo de varias firmas. Pulse para añadir otra; arrastre cada una por separado.
et: Mitme allkirja režiim. Puudutage, et lisada veel; igaüht saab eraldi lohistada.
fr: Mode signatures multiples. Touchez pour en ajouter une autre ; faites glisser chacune séparément.
it: Modalità firme multiple. Tocca per aggiungerne un'altra; trascina ciascuna separatamente.
lt: Kelių parašų režimas. Palieskite, kad pridėtumėte dar vieną; kiekvieną galima vilkti atskirai.
lv: Vairāku parakstu režīms. Pieskarieties, lai pievienotu vēl; katru var vilkt atsevišķi.
pl: Tryb wielu podpisów. Stuknij, aby dodać kolejny; każdy przeciągaj osobno.
ru: Режим нескольких подписей. Коснитесь, чтобы добавить ещё; каждую можно двигать отдельно.

source: Multiple signatures
de: Mehrere Unterschriften
es: Varias firmas
et: Mitu allkirja
fr: Plusieurs signatures
it: Firme multiple
lt: Keli parašai
lv: Vairāki paraksti
pl: Wiele podpisów
ru: Несколько подписей

source: Navy
de: Dunkelblau
es: Azul marino
et: Tumesinine
fr: Bleu marine
it: Blu scuro
lt: Tamsiai mėlyna
lv: Tumši zila
pl: Granatowy
ru: Тёмно-синий

source: No PDF
de: Kein PDF
es: No hay PDF
et: PDF puudub
fr: Pas de PDF
it: Nessun PDF
lt: Nėra PDF
lv: Nav PDF
pl: Brak PDF
ru: Нет PDF

source: Open
de: Öffnen
es: Abrir
et: Ava
fr: Ouvrir
it: Apri
lt: Atidaryti
lv: Atvērt
pl: Otwórz
ru: Открыть

source: Open a PDF first.
de: Öffnen Sie zuerst ein PDF.
es: Abra primero un PDF.
et: Esmalt avage PDF.
fr: Ouvrez d’abord un PDF.
it: Prima apri un PDF.
lt: Pirmiausia atidarykite PDF.
lv: Vispirms atveriet PDF.
pl: Najpierw otwórz plik PDF.
ru: Сначала откройте PDF.

source: Open a PDF, draw a signature, then tap the page to place it.
de: Öffnen Sie ein PDF, zeichnen Sie eine Unterschrift und tippen Sie auf die Seite.
es: Abra un PDF, dibuje una firma y pulse el lugar en la página.
et: Avage PDF, joonistage allkiri ja puudutage kohta lehel.
fr: Ouvrez un PDF, dessinez une signature, puis touchez la page pour la placer.
it: Apri un PDF, disegna una firma e tocca il punto sulla pagina.
lt: Atidarykite PDF, nupieškite parašą ir palieskite vietą puslapyje.
lv: Atveriet PDF, uzzīmējiet parakstu un pieskarieties vietai lapā.
pl: Otwórz PDF, narysuj podpis i stuknij miejsce na stronie.
ru: Откройте PDF, нарисуйте подпись и коснитесь места на странице.

source: PDF loaded. Draw a signature, then tap the page.
de: PDF geladen. Zeichnen Sie eine Unterschrift und tippen Sie auf die Seite.
es: PDF cargado. Dibuje una firma y pulse la página.
et: PDF laaditud. Joonistage allkiri, seejärel puudutage lehte.
fr: PDF chargé. Dessinez une signature, puis touchez la page.
it: PDF caricato. Disegna una firma, poi tocca la pagina.
lt: PDF įkeltas. Nupieškite parašą ir palieskite puslapį.
lv: PDF ielādēts. Uzzīmējiet parakstu, pēc tam pieskarieties lapai.
pl: Wczytano PDF. Narysuj podpis, potem stuknij stronę.
ru: PDF загружен. Нарисуйте подпись, затем коснитесь места на странице.

source: Red
de: Rot
es: Rojo
et: Punane
fr: Rouge
it: Rosso
lt: Raudona
lv: Sarkana
pl: Czerwony
ru: Красный

source: Save
de: Sichern
es: Guardar
et: Salvesta
fr: Enregistrer
it: Salva
lt: Išsaugoti
lv: Saglabāt
pl: Zapisz
ru: Сохранить

source: Settings
de: Einstellungen
es: Ajustes
et: Seaded
fr: Réglages
it: Impostazioni
lt: Nustatymai
lv: Iestatījumi
pl: Ustawienia
ru: Настройки

source: Signature
de: Unterschrift
es: Firma
et: Allkiri
it: Firma
lt: Parašas
lv: Paraksts
pl: Podpis
ru: Подпись

source: Signature color
de: Unterschriftfarbe
es: Color de la firma
et: Allkirja värv
fr: Couleur de la signature
it: Colore della firma
lt: Parašo spalva
lv: Paraksta krāsa
pl: Kolor podpisu
ru: Цвет подписи

source: Signature is ready. Tap the PDF to place it. Each tap adds another.
de: Unterschrift ist fertig. Tippen Sie auf das PDF, um sie zu platzieren. Jeder Tipp fügt eine weitere hinzu.
es: La firma está lista. Pulse el PDF para colocarla. Cada toque añade otra.
et: Allkiri on valmis. Puudutage PDF-i, et paigutada. Iga puudutus lisab veel ühe.
fr: La signature est prête. Touchez le PDF pour la placer. Chaque toucher en ajoute une autre.
it: La firma è pronta. Tocca il PDF per posizionarla. Ogni tocco ne aggiunge un'altra.
lt: Parašas paruoštas. Palieskite PDF, kad padėtumėte. Kiekvienas palietimas pridės dar vieną.
lv: Paraksts gatavs. Pieskarieties PDF, lai novietotu. Katrs pieskāriens pievienos vēl vienu.
pl: Podpis gotowy. Stuknij PDF, aby go umieścić. Każde stuknięcie doda kolejny.
ru: Подпись готова. Коснитесь PDF, чтобы поставить. Каждое касание добавит ещё одну.

source: Signature is ready. Tap the PDF where you want it.
de: Unterschrift ist fertig. Tippen Sie auf das PDF, wo sie stehen soll.
es: La firma está lista. Pulse el PDF donde quiera colocarla.
et: Allkiri on valmis. Puudutage PDF-i, kuhu see paigutada.
fr: La signature est prête. Touchez le PDF à l’endroit souhaité.
it: La firma è pronta. Tocca il PDF dove vuoi posizionarla.
lt: Parašas paruoštas. Palieskite PDF ten, kur jį padėti.
lv: Paraksts gatavs. Pieskarieties PDF, kur to novietot.
pl: Podpis gotowy. Stuknij PDF w miejscu, gdzie go umieścić.
ru: Подпись готова. Коснитесь PDF, куда её поставить.

source: Signature on page %lld. Drag it or tap another spot.
de: Unterschrift auf S. %lld. Ziehen Sie sie oder tippen Sie auf eine andere Stelle.
es: Firma en la pág. %lld. Arrástrela o pulse otro lugar.
et: Allkiri lk %lld. Lohistage seda või puudutage teist kohta.
fr: Signature à la page %lld. Faites-la glisser ou touchez un autre endroit.
it: Firma a pag. %lld. Trascinala o tocca un altro punto.
lt: Parašas %lld psl. Vilkite pirštu arba palieskite kitą vietą.
lv: Paraksts %lld. lpp. Velciet to vai pieskarieties citai vietai.
pl: Podpis na str. %lld. Przeciągnij go lub stuknij inne miejsce.
ru: Подпись на стр. %lld. Перетащите пальцем или коснитесь другого места.

source: Signature preview
de: Unterschriftvorschau
es: Vista previa de la firma
et: Allkirja eelvaade
fr: Aperçu de la signature
it: Anteprima della firma
lt: Parašo peržiūra
lv: Paraksta priekšskatījums
pl: Podgląd podpisu
ru: Превью подписи

source: Signature removed. Tap the PDF to place it again.
de: Unterschrift entfernt. Tippen Sie auf das PDF, um sie erneut zu platzieren.
es: Firma eliminada. Pulse el PDF para colocarla de nuevo.
et: Allkiri eemaldatud. Puudutage PDF-i, et uuesti paigutada.
fr: Signature supprimée. Touchez le PDF pour la replacer.
it: Firma rimossa. Tocca il PDF per riposizionarla.
lt: Parašas pašalintas. Palieskite PDF, kad padėtumėte iš naujo.
lv: Paraksts noņemts. Pieskarieties PDF, lai novietotu vēlreiz.
pl: Podpis usunięty. Stuknij PDF, aby umieścić go ponownie.
ru: Подпись удалена. Коснитесь PDF, чтобы поставить снова.

source: Signature updated. Drag it or tap another spot.
de: Unterschrift aktualisiert. Ziehen Sie sie oder tippen Sie auf eine andere Stelle.
es: Firma actualizada. Arrástrela o pulse otro lugar.
et: Allkiri uuendatud. Lohistage seda või puudutage teist kohta.
fr: Signature mise à jour. Faites-la glisser ou touchez un autre endroit.
it: Firma aggiornata. Trascinala o tocca un altro punto.
lt: Parašas atnaujintas. Vilkite pirštu arba palieskite kitą vietą.
lv: Paraksts atjaunināts. Velciet to vai pieskarieties citai vietai.
pl: Podpis zaktualizowany. Przeciągnij go lub stuknij inne miejsce.
ru: Подпись обновлена. Перетащите пальцем или коснитесь другого места.

source: Signature updated. Tap the PDF to place another.
de: Unterschrift aktualisiert. Tippen Sie auf das PDF, um eine weitere zu platzieren.
es: Firma actualizada. Pulse el PDF para colocar otra.
et: Allkiri uuendatud. Puudutage PDF-i, et paigutada veel üks.
fr: Signature mise à jour. Touchez le PDF pour en placer une autre.
it: Firma aggiornata. Tocca il PDF per posizionarne un'altra.
lt: Parašas atnaujintas. Palieskite PDF, kad padėtumėte dar vieną.
lv: Paraksts atjaunināts. Pieskarieties PDF, lai novietotu vēl vienu.
pl: Podpis zaktualizowany. Stuknij PDF, aby umieścić kolejny.
ru: Подпись обновлена. Коснитесь PDF, чтобы поставить ещё одну.

source: Signatures: %lld. Drag each one separately.
de: Unterschriften: %lld. Ziehen Sie jede einzeln.
es: Firmas: %lld. Arrastre cada una por separado.
et: Allkirju: %lld. Igaüht saab eraldi lohistada.
fr: Signatures : %lld. Faites glisser chacune séparément.
it: Firme: %lld. Trascina ciascuna separatamente.
lt: Parašų: %lld. Kiekvieną galima vilkti atskirai.
lv: Paraksti: %lld. Katru var vilkt atsevišķi.
pl: Podpisów: %lld. Każdy przeciągaj osobno.
ru: Подписей: %lld. Каждую можно двигать отдельно.

source: Signatures: %lld. Tap to add another; drag each one separately.
de: Unterschriften: %lld. Tippen Sie, um eine weitere hinzuzufügen; ziehen Sie jede einzeln.
es: Firmas: %lld. Pulse para añadir otra; arrastre cada una por separado.
et: Allkirju: %lld. Puudutage, et lisada veel; igaüht saab eraldi lohistada.
fr: Signatures : %lld. Touchez pour en ajouter une autre ; faites glisser chacune séparément.
it: Firme: %lld. Tocca per aggiungerne un'altra; trascina ciascuna separatamente.
lt: Parašų: %lld. Palieskite, kad pridėtumėte dar vieną; kiekvieną galima vilkti atskirai.
lv: Paraksti: %lld. Pieskarieties, lai pievienotu vēl; katru var vilkt atsevišķi.
pl: Podpisów: %lld. Stuknij, aby dodać kolejny; każdy przeciągaj osobno.
ru: Подписей: %lld. Коснитесь, чтобы добавить ещё; каждую можно двигать отдельно.

source: Signatures: %lld. Tap to add another.
de: Unterschriften: %lld. Tippen Sie, um eine weitere hinzuzufügen.
es: Firmas: %lld. Pulse para añadir otra.
et: Allkirju: %lld. Puudutage, et lisada veel.
fr: Signatures : %lld. Touchez pour en ajouter une autre.
it: Firme: %lld. Tocca per aggiungerne un'altra.
lt: Parašų: %lld. Palieskite, kad pridėtumėte dar vieną.
lv: Paraksti: %lld. Pieskarieties, lai pievienotu vēl.
pl: Podpisów: %lld. Stuknij, aby dodać kolejny.
ru: Подписей: %lld. Коснитесь, чтобы добавить ещё.

source: Single signature mode — kept the last one. Drag it or tap another spot.
de: Einzelunterschrift — die letzte bleibt. Ziehen Sie sie oder tippen Sie auf eine andere Stelle.
es: Modo de una firma: se conservó la última. Arrástrela o pulse otro lugar.
et: Ühe allkirja režiim — jäeti viimane. Lohistage seda või puudutage teist kohta.
fr: Mode une signature — la dernière a été conservée. Faites-la glisser ou touchez un autre endroit.
it: Modalità firma singola — mantenuta l'ultima. Trascinala o tocca un altro punto.
lt: Vieno parašo režimas — paliktas paskutinis. Vilkite arba palieskite kitą vietą.
lv: Viena paraksta režīms — paturēts pēdējais. Velciet to vai pieskarieties citai vietai.
pl: Tryb jednego podpisu — zostawiono ostatni. Przeciągnij go lub stuknij inne miejsce.
ru: Режим одной подписи — оставлена последняя. Перетащите или коснитесь другого места.

source: Single signature mode. Drag it or tap another spot.
de: Einzelunterschrift. Ziehen Sie sie oder tippen Sie auf eine andere Stelle.
es: Modo de una firma. Arrástrela o pulse otro lugar.
et: Ühe allkirja režiim. Lohistage seda või puudutage teist kohta.
fr: Mode une signature. Faites-la glisser ou touchez un autre endroit.
it: Modalità firma singola. Trascinala o tocca un altro punto.
lt: Vieno parašo režimas. Vilkite pirštu arba palieskite kitą vietą.
lv: Viena paraksta režīms. Velciet to vai pieskarieties citai vietai.
pl: Tryb jednego podpisu. Przeciągnij go lub stuknij inne miejsce.
ru: Режим одной подписи. Перетащите пальцем или коснитесь другого места.

source: Single signature mode. Tap the PDF to place the signature.
de: Einzelunterschrift. Tippen Sie auf das PDF, um sie zu platzieren.
es: Modo de una firma. Pulse el PDF para colocarla.
et: Ühe allkirja režiim. Puudutage PDF-i, kuhu allkiri paigutada.
fr: Mode une signature. Touchez le PDF pour la placer.
it: Modalità firma singola. Tocca il PDF per posizionare la firma.
lt: Vieno parašo režimas. Palieskite PDF, kad padėtumėte parašą.
lv: Viena paraksta režīms. Pieskarieties PDF, lai novietotu parakstu.
pl: Tryb jednego podpisu. Stuknij PDF, aby umieścić podpis.
ru: Режим одной подписи. Коснитесь PDF, куда поставить подпись.

source: Tap Open to get started.
de: Tippen Sie auf Öffnen, um zu beginnen.
es: Pulse Abrir para empezar.
et: Puudutage «Ava», et alustada.
fr: Touchez Ouvrir pour commencer.
it: Tocca Apri per iniziare.
lt: Palieskite „Atidaryti“, kad pradėtumėte.
lv: Pieskarieties «Atvērt», lai sāktu.
pl: Stuknij Otwórz, aby zacząć.
ru: Нажмите «Открыть», чтобы начать.

source: Zoom
de: Zoomen
et: Suurendus
lt: Mastelis
lv: Tālummaiņa
pl: Powiększenie
ru: Масштаб

source: OK
lt: Gerai
lv: Labi
